alacritty
amd-ucode
base
base-devel
bat
brightnessctl
cmatrix
discord
dmenu
dua-cli
dunst
efibootmgr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
feh
firefox
fzf
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock-color
iwd
libpulse
linux
linux-firmware
ly
maim
neovim
noto-fonts-cjk
noto-fonts-emoji
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
redshift
sof-firmware
sudo
sxiv
terminus-font
tlp
tree
ttf-jetbrains-mono-nerd
ueberzugpp
wireplumber
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay
yay-debug
zoxide
zram-generator
zsh
